Repository: iryna-horbachova/Safe-logistics-mobile-iOS
Catalog: *.lproj/Localizable.strings
Languages: uk

source: FORGOT_PASSWORD
uk: Забули пароль?

source: EMAIL_TEXTFIELD
uk: Електрона пошта

source: PASSWORD_TEXTFIELD
uk: Пароль

source: Continue
uk: Продовжити

source: Routes
uk: Маршрути

source: Profile
uk: Профіль

source: Current route
uk: Поточний маршрут

source: Completed routes
uk: Виконані маршрути

source: Your current route
uk: Ваш поточний маршрут

source: Check route
uk: Детальніше

source: Health state
uk: Стан здоров'я

source: Measure health state
uk: Виміряти стан здоров'я

source: Language
uk: Мова

source: Check health
uk: Перевірити стан здоров'я

source: Settings
uk: Параметри

source: Log out
uk: Вийти з системи

source: Options
uk: Опції

source: Name
uk: Ім'я

source: Car max load
uk: Макс. навантаженная авто

source: Average speed per hour
uk: Середня швидкість

source: Car type
uk: Тип авто

source: Experience
uk: Досвід

source: License type
uk: Тип посвідчення водія

source: Pay for km
uk: Плата за км

source: Title
uk: Назва

source: Priority
uk: Пріорітет

source: Load type
uk: Тип перевезення

source: Load quantity
uk: Кількість

source: Start location
uk: Початкова локація

source: End location
uk: Кінцева локація

source: Min experience
uk: Мін. необхідний досвід

source: Min health
uk: Мін. необхідний показник здоров'я

source: Distance
uk: Відстань

source: Status
uk: Статус

source: Success
uk: Успіх

source: Status: Not started
uk: Статус: не розпочато

source: Status: In progress
uk: Статус: в процесі

source: You don't have any routes at the moment
uk: Ви не маєте поточного маршруту

source: Wait for new assignment
uk: Чекайте на нове призначення

source: You measured your health state!
uk: Ви поміряли показники вашого здоров'я

source: Your information was updated
uk: Ваша інформація була оновлена

source: Save
uk: Зберегти

source: Details
uk: Деталі

source: Heart rate
uk: Пульс

source: Body temperature
uk: Температура тіла

source: Respiration rate per minute
uk: Ритм дихання на хвилину

source: Blood pressure systolic
uk: систолічний кров'яний тиск

source: Blood pressure diastolic
uk: діастолічний кров'яний тиск

source: Blood oxygen
uk: Рівень кисню в крові

source: Blood alcohol content
uk: Вміст алкоголю в крові

source: Blood drugs content
uk: Вміст наркотичних речовин в крові
